{
    "ar": "العربية",
    "en": "English",
    "projectName": "أوان",
    "common": {
        "GET_CONSULTING": "احصل على استشارة",
        "WATCH_VIDEOS": "شاهد الفيديوهات",
        "MORE_PRODUCTS": "المزيد من المنتجات",
        "READ_MORE": "اقرأ المزيد",
        "SEND_BUTTON": "ارسال"
    },
    "header": {
        "HOME": "الصفحة الرئيسية",
        "ABOUT_US": "معلومات عنا",
        "PRODUCTS": "المنتجات",
        "SERVICES": "الخدمات",
        "OUR_CLIENTS": "عملائنا",
        "CONTACT_US": "اتصل بنا",
        "quick_links": "روابط سريعة"
    },
    "cover": {
        "WELCOME_MESSAGE": "مرحبا بكم في الموقع الرسمي لـ أوان",
        "DESCRIPTION": "نحن شركة رائدة تأسست مؤخرًا منذ عام 2015 لتقديم حلول رقمية مبتكرة",
        "PIONEER_COMPANY_TEXT": "نحن <strong class=\"font-extrabold text-green-600\">شركة رائدة</strong> تأسست مؤخرًا منذ عام 2015 لتقديم حلول رقمية مبتكرة"
    },
    "about": {
        "HEADING": "عن الشركة",
        "SUBHEADING": "نهتم بخطة عملك.",
        "DESCRIPTION": "أوان هي شركة ناشئة في مجال الحلول الرقمية المبتكرة والتحول الرقمي بدعم من خبرة فريقنا التي تتجاوز 13 عاماً في مجالات تطوير البرمجيات وتكنولوجيا المعلومات. بدأت رحلتنا منذ عام 2015 كمستقلين لتقديم حلول رقمية تلبي احتياجات عملائنا، بما في ذلك المواقع الإلكترونية وتطبيقات الهواتف والحواسيب. بدأنا في النمو بسرعة وحققنا نجاحاً غير مسبوق، ونظراً لاحتياجات السوق وعملائنا،",
        "CONTINUED_DESCRIPTION": "بدأنا بتطوير منصاتنا وحلول الحوسبة. في عام 2019، قررنا تأسيس شركتنا 'أوان'. الهدف الأهم لشركتنا هو تلبية احتياجات عملائنا بشكل أفضل، وتسهيل حياتهم، ومساعدتهم على تقديم خدمات أفضل، مما سينعكس على أعمالهم، ويعزز تجربة عملائهم ويزيد من الميزة التنافسية لمنظماتهم، وبالتالي يزيد من إيراداتهم."
    },
    "vision": {
        "HEADING": "رؤيتنا",
        "DESCRIPTION": "أن نكون الشركة الأكثر موثوقية  للحلول الرقمية المبتكرة والتحول الرقمي،مما يضمن لعملائنا ميزة تنافسية عالية وقيمة أعمال رائعة."
    },
    "mission": {
        "HEADING": "رسالتنا",
        "DESCRIPTION": "نقدم حلولاً رقمية مبتكرة تعالج تحديات العملاء بطرق فريدة وفعالة.",
        "WHAT_WE_CAN_DO": "ما يمكننا القيام به",
        "EXPLANATION": "نستخدم أحدث التقنيات التكنولوجية لتقديم الحلول وبناء تقارير وإحصائيات داخل الأنظمة للمساعدة في صنع القرار وبناء إستراتيجيات الشركات"
    },
    "products": {
        "OUR_PRODUCTS": "منتجاتنا",
        "LATEST_PRODUCTS": "أحدث المنتجات",
        "PRODUCT_LIST": [
            {
                "TITLE": "نظام الموارد البشرية والتحكم في الوقت",
                "DESCRIPTION": "نظام إدارة الموارد البشرية والتحكم في الوقت يساعد الشركات على تنظيم وإدارة شؤون الموظفين بكفاءة، بدءًا من التوظيف وإدارة الرواتب، وصولاً إلى تتبع الحضور والانصراف، وإدارة الإجازات. يتيح هذا النظام تحسين الإنتاجية وتبسيط العمليات اليومية، مما يوفر وقتًا وجهدًا كبيرين لفريق الموارد البشرية، ويمنح الإدارة رؤية شاملة ودقيقة حول أداء الموظفين وتواجدهم.",
                "IMAGE": "images/hr-product.png"
            },
            {
                "TITLE": "نظام إدارة السيارات",
                "DESCRIPTION": "نظام إدارة أسطول السيارات للشركات يتيح مراقبة وتتبع حركة المركبات وصيانتها بفعالية. يساعد النظام على تحسين كفاءة إدارة الأسطول من خلال جدولة الصيانة الدورية، وتتبع استهلاك الوقود، ومراقبة المواقع في الوقت الفعلي. يوفر هذا الحل رؤية شاملة للأسطول، مما يقلل من التكاليف التشغيلية ويعزز من أمان وكفاءة العمليات اللوجستية للشركات.",
                "IMAGE": "images/car-product.png"
            },
            {
                "TITLE": "نظام إدارة العيادات الطبية",
                "DESCRIPTION": "نظام إدارة العيادات الطبية يساعد على تنظيم جميع العمليات داخل العيادة بكفاءة عالية، بدءًا من جدولة المواعيد وإدارة ملفات المرضى، وصولاً إلى إصدار الفواتير وتتبع السجلات الطبية. يتيح هذا النظام للأطباء والطاقم الطبي التركيز على تقديم الرعاية الصحية بدلاً من المهام الإدارية، مما يساهم في تحسين تجربة المرضى وتوفير الوقت والجهد في إدارة العيادة.",
                "IMAGE": "images/medical-product.png"
            },
            {
                "TITLE": "نظام نقلة لإدارة عمليات التوصيل",
                "DESCRIPTION": "نظام إدارة السائقين والمشرفين هو حل مبتكر للشركات التي تقدم خدمات النقل والتوصيل، يعمل عبر الويب والجوال. يوفر أدوات فعالة لمتابعة العمليات اليومية وإدارة الطلبات بسلاسة.",
                "IMAGE": "images/nakla.png"
            },
            {
                "TITLE": "نظام لإدارة شركات الدعاية والإعلان",
                "DESCRIPTION": "نظام داخلي مبتكر مصمم لشركات الدعاية والإعلان، يوفر إدارة شاملة لدورة العمل. يبدأ من تسجيل طلبات العملاء وتحديد المصممين المسؤولين، وصولاً إلى إدارة موارد الإنتاج مثل الأخشاب، مع تقديم تقارير مفصلة لكافة الجوانب.",
                "IMAGE": "images/Ads.png"
            }
        ]
    },
    "stats": {
        "YEARS_EXPERIENCE": {
            "VALUE": "10+",
            "DESCRIPTION": "سنوات من الخبرة",
            "DETAILS": "نمتلك خبرة تمتد لأكثر من 10 سنوات في تقديم حلول برمجية متكاملة ومتقدمة، مما يضمن لعملائنا خدمات عالية الجودة ونتائج متميزة."
        },
        "SATISFIED_CLIENTS": {
            "VALUE": "70+",
            "DESCRIPTION": "عملاء راضون",
            "DETAILS": "خدمنا بفخر 70 عميلًا راضيًا، حيث نلتزم بتقديم حلول تتجاوز توقعاتهم وتحقق أعلى مستويات الرضا."
        },
        "IT_PROBLEMS_SOLVED": {
            "VALUE": "5k+",
            "DESCRIPTION": "مشاكل تقنية تم حلها",
            "DETAILS": "تمكّنا من حل 5,000 مشكلة تقنية، مما يعكس خبرتنا وحرصنا على تقديم دعم فني فعّال ومستدام لعملائنا."
        },
        "PRO_TEAM_MEMBERS": {
            "VALUE": "35+",
            "DESCRIPTION": "أعضاء فريق محترفين",
            "DETAILS": "يضم فريقنا أكثر من 35 عضوًا من المحترفين المتميزين، الذين يعملون بشغف لتقديم أفضل الحلول البرمجية لعملائنا."
        }
    },
    "services": {
        "OUR_SERVICES": "خدماتنا",
        "description": "نهجنا في التصميم و ",
        "description2": "التطوير",
        "DigitalTransformation": {
            "TITLE": "التحول الرقمي",
            "DESCRIPTION": "نقوم باستخدم التقنيات الرقمية لإنشاء و تحسين المشاريع التجارية بمختلف احجامها،وتحسين تجربة العملاء، بهدف تلبية متطلبات السوق باستمرار."
        },
        "FullStackProduction": {
            "TITLE": "إنتاج متكامل لتطوير البرمجيات",
            "DESCRIPTION": "مع تنوع الأجهزة، اللغات، والتطبيقات المتاحة اليوم، تتطلب خدمات تطوير البرمجيات مجموعة من التقنيات المتخصصة. هناك تقنيات مخصصة لتطوير تطبيقات الهواتف الذكية، وأخرى لتطوير المواقع الإلكترونية، ونحن في شركتنا نقدم هذه الخدمات المتكاملة لضمان حلول متميزة ومخصصة لعملائنا."
        },
        "MobileApplications": {
            "TITLE": "تطبيقات الهواتف الذكية",
            "DESCRIPTION": "نحوّل خيالك إلى واقع من خلال تقديم حلول تطوير تطبيقات قابلة للتوسع بشكل كبير. رؤيتنا هي إحداث تحول رقمي للمؤسسات وابتكار حلول لا تضاهى لعملائنا."
        },
        "Websites&WebApplications": {
            "TITLE": "المواقع وتطبيقات الويب",
            "DESCRIPTION": "نطوّر تطبيقات ومواقع الوقت الفعلي، ونصدر تطبيقات واقعية بأداء قوي ومحسن، ونبني واجهات برمجيةتلبي متطلباتك، مما يجعل العمل أكثر كفاءة ويسرع الأداء بشكل ملحوظ."
        },
        "Networks&Infrastructure": {
            "TITLE": "الشبكات والبنية التحتية",
            "DESCRIPTION": "نصمم ونؤسس الاتصال الشبكي، وندير عمليات الشبكات وعملياتها التشغيلية، مما يوفر مسار اتصال وخدمات تربط بين المستخدمين، العمليات، التطبيقات، والخدمات والشبكات الخارجية والداخلية."
        },
        "IntegratedCloudSolutions": {
            "TITLE": "الحلول السحابية المتكاملة",
            "DESCRIPTION": "يهدف الحوسبة السحابية إلى خفض التكاليف ومساعدة المستخدمين على التركيز في أعمالهم الأساسية بدلاً من مواجهة العقبات التقنية"
        }
    },
    "clients": {
        "TITLE": "عملاؤنا",
        "DESCRIPTION": "نحن نعمل مع"
    },
    "team": {
        "OUR_CEOS": "الرؤساء التنفيذيون لدينا",
        "MEET_OUR_EXPERTS": "تعرف على خبرائنا"
    },
    "contact": {
        "CALL_US": "اتصل بنا",
        "MAIL_US": "راسلنا",
        "LOCATION": "الموقع",
        "ContactUs": "اتصل بنا",
        "workingHours": " على مدار الاسبوع من ٨ صباحاً حتى ٥ مساءً",
        "ADDRESS": "مدينة نصر – القاهرة – مصر "
    },
    "mail": {
        "TITLE": "انضم إلى قائمة البريد الإلكتروني",
        "EMAIL_PLACEHOLDER": "عنوان بريدك الإلكتروني"
    },
    "META": {
        "TITLE": "أوان - حلول رقمية مبتكرة",
        "DESCRIPTION": "تقدم شركة أوان حلولاً رقمية مبتكرة، متخصصة في تطوير البرمجيات والتحول الرقمي والحلول السحابية والمزيد. عزز أعمالك مع خبرة أوان.",
        "KEYWORDS": "حلول رقمية, تطوير البرمجيات, التحول الرقمي, حلول سحابية, تطبيقات الجوال, تطوير الويب, خدمات تكنولوجيا المعلومات, أوان, القاهرة, مصر",
        "OG_TITLE": "أوان - حلول رقمية مبتكرة",
        "OG_DESCRIPTION": "عزز أعمالك مع حلول شركة أوان الرقمية وتقنياتها المتطورة."
    }
}