{
    "ar": "العربية",
    "en": "English",
    "projectName": "أوان",
    "common": {
        "GET_CONSULTING": "احصل على استشارة",
        "WATCH_VIDEOS": "شاهد الفيديوهات",
        "MORE_PRODUCTS": "المزيد من المنتجات",
        "READ_MORE": "اقرأ المزيد",
        "SEND_BUTTON": "ارسال"
    },
    "header": {
        "HOME": "الصفحة الرئيسية",
        "ABOUT_US": "معلومات عنا",
        "PRODUCTS": "المنتجات",
        "SERVICES": "الخدمات",
        "OUR_CLIENTS": "عملائنا",
        "CONTACT_US": "اتصل بنا",
        "quick_links": "روابط سريعة"
    },
    "cover": {
        "WELCOME_MESSAGE": "مرحباً بكم في أوان - شركة متخصصة في الحلول الرقمية والتحول الرقمي الموثوقة",
        "PIONEER_COMPANY_TEXT": "حلول برمجية متقدمة وخدمات تحول رقمي احترافية – تطوير برمجيات مخصص، تكامل سحابي آمن، وأنظمة إدارة مؤسسية",
        "DESCRIPTION":  "شركة أوان متخصصة في توفير حلول برمجية متطورة وخدمات التحول الرقمي الشامل. نساعد المؤسسات والشركات على تحقيق نموها من خلال أنظمة إدارة مبتكرة وتطبيقات ويب وجوال احترافية وخدمات استشارات تقنية عالية الجودة.",
        "CONTACT_US_BUTTON": "احصل على استشارة مجانية اليوم"
    },
    "about": {
        "HEADING": "عن شركة أوان – خبرة 13+ سنة في الحلول البرمجية",
        "SUBHEADING": "شريكك الموثوق في تطوير البرمجيات والتحول الرقمي الشامل",
        "DESCRIPTION": "شركة أوان المتخصصة في تقديم حلول رقمية متطورة وخدمات التحول الرقمي الاحترافي. مع خبرة تمتد لأكثر من 13 عاماً، فريقنا المحترف المكون من 35+ متخصص يعمل على تطوير أنظمة إدارة مؤسسية، تطبيقات جوال مبتكرة، مواقع إلكترونية عالية الأداء، وخدمات الحوسبة السحابية المتكاملة. منذ 2015، نقدم حلولاً مخصصة لأكثر من 70 عميل راضٍ من مختلف القطاعات والصناعات.",
        "CONTINUED_DESCRIPTION": "تأسست أوان رسمياً عام 2019 لتلبية احتياجات السوق المتنامية. نركز على تطوير منصات برمجية متقدمة وحلول سحابية موثوقة تعزز كفاءة المؤسسات. هدفنا الأساسي هو مساعدة عملائنا على تحقيق أهدافهم الاستراتيجية من خلال تقديم حلول برمجية عالية الجودة تحسّن من الإنتاجية، وتقلل التكاليف التشغيلية، وتعزز تجربة العملاء النهائيين. نؤمن بأن التكنولوجيا الذكية هي مفتاح النجاح والنمو المستدام للمؤسسات."
    },
    "vision": {
        "HEADING": "رؤيتنا",
        "DESCRIPTION": "أن نصبح الشركة الأولى والموثوقة في الشرق الأوسط لتقديم حلول برمجية مبتكرة وخدمات التحول الرقمي الشامل، مما يمكّن المؤسسات من تحقيق التميز الرقمي والحصول على ميزة تنافسية قوية في أسواقهم."
    },
    "mission": {
        "HEADING": "مهمتنا",
        "DESCRIPTION": "توفير حلول برمجية متخصصة وخدمات استشارة تقنية احترافية تحل تحديات الأعمال المعقدة وتعزز الكفاءة التشغيلية للمؤسسات من خلال تكنولوجيا مبتكرة وفريق متمكن.",
        "WHAT_WE_CAN_DO": "خدماتنا الاحترافية المتخصصة",
        "EXPLANATION": "نستخدم أحدث التقنيات والمنهجيات الحديثة في تطوير البرمجيات لتقديم حلول متكاملة. نركز على بناء أنظمة إدارة ذكية، تطبيقات موثوقة، وحلول سحابية آمنة مع إحصائيات متقدمة وتقارير تحليلية تساعد على اتخاذ القرارات الاستراتيجية الصحيحة."
    },
    "products": {
        "OUR_PRODUCTS": "حلول البرمجيات المتخصصة",
        "LATEST_PRODUCTS": "منتجاتنا الاحترافية وأنظمة الإدارة المتطورة",
        "PRODUCT_LIST": [
            {
                "TITLE": "نظام إدارة الموارد البشرية والتحكم في الوقت",
                "DESCRIPTION": "منصة إدارة موارد بشرية متكاملة تدعم العمليات الكاملة لإدارة الموظفين. يشمل النظام إدارة بيانات الموظفين، معالجة طلبات الإجازات، تتبع الحضور والانصراف، التكامل مع الرواتب والموارد البشرية، والتقارير المتقدمة. يحسن النظام كفاءة العمليات، يقلل العبء الإداري، ويوفر رؤى فعلية عن إدارة القوى العاملة عبر منصة سحابية قابلة للتوسع.",
                "IMAGE": "images/hr-product.png"
            },
            {
                "TITLE": "نظام إدارة أسطول السيارات والنقل",
                "DESCRIPTION": "منصة متقدمة لإدارة أسطول المركبات موجهة لشركات النقل واللوجستيات. يوفر تتبع المواقع بالوقت الفعلي، مراقبة جداول الصيانة الدورية، تحسين استهلاك الوقود، وتقليل التكاليف التشغيلية. يتضمن النظام تتبع GPS، تنبيهات الصيانة، مراقبة السائقين، وتحليلات شاملة لتحسين الكفاءة والأمان في جميع أنحاء أسطول المركبات.",
                "IMAGE": "images/car-product.png"
            },
            {
                "TITLE": "منصة إدارة المؤسسات الصحية والعيادات",
                "DESCRIPTION": "حل متكامل موجه للمؤسسات الطبية والعيادات ومقدمي الخدمات الصحية. يدير السجلات الطبية للمرضى، المواعيد الطبية، الفواتير، والتوثيق الطبي بأمان وامتثال للتنظيمات الصحية. تحسن المنصة جودة تقديم الرعاية الطبية، وتبسط العمليات الإدارية، وتضمن أمان البيانات للمؤسسات الطبية.",
                "IMAGE": "images/medical-product.png"
            },
            {
                "TITLE": "نظام إدارة الجودة والعمليات (نقلة)",
                "DESCRIPTION": "منصة متكاملة لإدارة عمليات النقل والتوصيل موجهة لشركات النقل وخدمات التوصيل. تدير الطلبات، تتابع السائقين بالوقت الفعلي، تحسن مسارات التوصيل، وتراقب أنشطة الإشراف. يحسن نظام إدارة التوصيل كفاءة العمليات، يقلل من وقت التوصيل، ويوفر تتبع الشحنات بالوقت الفعلي للعملاء.",
                "IMAGE": "images/nakla.png"
            },
            {
                "TITLE": "نظام إدارة شركات الدعاية والإعلان والتسويق",
                "DESCRIPTION": "برمجية متخصصة لإدارة مشاريع الدعاية والإعلان والتسويق. تدير مشاريع العملاء، توزع المهام على الفرق الإبداعية، تتابع تخصيص الموارد، وتتعامل مع اللوجستيات الإنتاجية. توفر منصة إدارة الإعلان سير عمل مبسط من استقبال العميل حتى إكمال المشروع مع تقارير مالية وإنتاجية تفصيلية.",
                "IMAGE": "images/Ads.png"
            }
        ]
    },
    "stats": {
        "YEARS_EXPERIENCE": {
            "VALUE": "13+",
            "DESCRIPTION": "سنة من خبرة تطوير البرمجيات",
            "DETAILS": "خبرة ثابتة تمتد لأكثر من 13 سنة في تقديم حلول برمجية متطورة وخدمات التحول الرقمي. يضمن فريقنا ذو الخبرة الواسعة حلولاً قوية وقابلة للتوسع لكل المؤسسات."
        },
        "SATISFIED_CLIENTS": {
            "VALUE": "70+",
            "DESCRIPTION": "عميل مؤسسي راضٍ",
            "DETAILS": "قدمنا الحلول بنجاح لأكثر من 70 عميل مؤسسي، من الشركات الناشئة إلى المؤسسات الكبرى. تثبت محفظتنا التزامنا بالتميز والموثوقية وتقديم قيمة عمل ملموسة من خلال الابتكار البرمجي."
        },
        "IT_PROBLEMS_SOLVED": {
            "VALUE": "5000+",
            "DESCRIPTION": "تحدٍ تقني تم حله",
            "DETAILS": "حللنا بكفاءة أكثر من 5,000 تحدٍ تقني متقدم من خلال حلول مبتكرة والدعم الفني المتمكن والصيانة الاستباقية. نجمع بين الخبرة التقنية العميقة مع خدمة موجهة نحو العميل."
        },
        "PRO_TEAM_MEMBERS": {
            "VALUE": "35+",
            "DESCRIPTION": "مطورو برمجيات ومهندسون محترفون",
            "DETAILS": "فريقنا يضم أكثر من 35 متخصصاً ماهراً من مطوري البرمجيات والمعماريين والمهندسين المتخصصين الذين يجلبون خبرة متنوعة في التطوير الشامل والتقنيات السحابية والحلول المؤسسية."
        }
    },
    "services": {
        "OUR_SERVICES": "الخدمات الاحترافية المتخصصة",
        "description": "التحول الرقمي وتطوير البرمجيات المخصص",
        "description2": "لتحقيق النمو المؤسسي",
        "DigitalTransformation": {
            "TITLE": "خدمات التحول الرقمي والاستشارة",
            "DESCRIPTION": "نطوّر وننفذ استراتيجيات شاملة للتحول الرقمي تحدّث العمليات وتحسّن مشاركة العملاء وتسرّع النمو التجاري. من الهجرة السحابية إلى أتمتة العمليات، نرشد مؤسستك عبر كل مرحلة من مراحل التطور الرقمي والابتكار التكنولوجي."
        },
        "FullStackProduction": {
            "TITLE": "تطوير البرمجيات الشامل والمتكامل",
            "DESCRIPTION": "تطوير برمجيات شامل ومخصص باستخدام التقنيات الحديثة والمنهجيات الرشيقة. يبني مطورونا الشامليون تطبيقات قوية وقابلة للتوسع من الواجهة الأمامية إلى الخادم، بما فيها تصميم الواجهات البرمجية وعمارة قواعد البيانات والتكامل السحابي. نقدم حلول من درجة المشروع معايير عمل محددة بدقة."
        },
        "MobileApplications": {
            "TITLE": "تطوير تطبيقات الهواتف الذكية والجوال",
            "DESCRIPTION": "إنشاء تطبيقات جوال قوية وأصلية وعابرة للمنصات لنظامي iOS و Android. نطوّر حلول جوال غنية بالميزات وسهلة الاستخدام تجذب المستخدمين وتزيد من التحميلات وتولد الإيرادات التجارية. من المفهوم إلى نشر متجر التطبيقات، نتعامل مع كل جانب من جوانب تطوير تطبيقات الجوال الاحترافي."
        },
        "Websites&WebApplications": {
            "TITLE": "تطوير المواقع وتطبيقات الويب العالية الأداء",
            "DESCRIPTION": "بناء تطبيقات ويب سريعة وآمنة وقابلة للتوسع ومواقع إلكترونية باستخدام أحدث الأطر والتقنيات. نتخصص في التصميم المتجاوب، تطبيقات الويب التقدمية (PWA)، واجهات برمجية RESTful، وأطر عمل JavaScript الحديثة. تقدم حلول الويب لدينا أداء استثنائية وإمكانية وصول قوية وتجربة مستخدم متطورة."
        },
        "Networks&Infrastructure": {
            "TITLE": "حلول البنية التحتية وتكنولوجيا الشبكات",
            "DESCRIPTION": "تصميم وتطبيق بنية تحتية شبكية قوية وعمارة نظام وخدمات عمليات تقنية. نوفر اتصال شبكي آمن وإدارة بنية تحتية ومراقبة وتحسين. تضمن حلولنا وقت التشغيل الموثوق وأمان البيانات وبنية تحتية قابلة للتوسع لعمليات المشاريع."
        },
        "IntegratedCloudSolutions": {
            "TITLE": "الحلول السحابية والهجرة والإدارة",
            "DESCRIPTION": "الهجرة والنشر وإدارة التطبيقات على AWS أو Azure أو Google Cloud أو منصات سحابية خاصة. نصمم عمارة سحابية ونحسّن تكاليف السحابة ونطبّق ممارسات DevOps ونوفر خدمات سحابية إدارية. تقلل خبرة السحابة لدينا التكاليف العامة للبنية التحتية مع تحسين القابلية للتوسع والموثوقية."
        }
    },
    "clients": {
        "TITLE": "عملاؤنا المؤسسيون",
        "DESCRIPTION": "موثوق به من قبل المؤسسات الرائدة"
    },
    "team": {
        "OUR_CEOS": "الرؤساء التنفيذيون لشركة أوان",
        "MEET_OUR_EXPERTS": "تعرّف على فريق المتخصصين لدينا"
    },
    "contact": {
        "CALL_US": "اتصل بنا",
        "MAIL_US": "راسلنا عبر البريد الإلكتروني",
        "LOCATION": "الموقع والعنوان",
        "ContactUs": "اتصل بفريق الاستشارات لدينا",
        "workingHours": "يعمل فريقنا على مدار أسبوع العمل من الساعة 8:00 صباحاً إلى 5:00 مساءً",
        "ADDRESS": "مدينة نصر، القاهرة، جمهورية مصر العربية"
    },
    "mail": {
        "TITLE": "انضم إلى قائمة أوان للبريد الإلكتروني",
        "EMAIL_PLACEHOLDER": "أدخل عنوان بريدك الإلكتروني"
    },
    "META": {
        "TITLE": "أوان - حلول برمجية متطورة والتحول الرقمي الشامل",
        "DESCRIPTION": "شركة أوان متخصصة في الحلول البرمجية المتطورة، التحول الرقمي، تطوير تطبيقات الجوال والويب، الحلول السحابية، وخدمات الاستشارة التقنية. اختبر الخبرة الاحترافية من فريق يضم 13+ سنة من تطوير البرمجيات.",
        "KEYWORDS": "حلول برمجية مخصصة, تطوير برمجيات احترافي, التحول الرقمي, أنظمة إدارة مؤسسية, تطبيقات الجوال, تطوير الويب, حلول سحابية, خدمات استشارة تقنية, DevOps, أتمتة العمليات, أوان, القاهرة, مصر",
        "OG_TITLE": "أوان - أنظمة وحلول برمجية متطورة",
        "OG_DESCRIPTION": "عزّز أعمالك مع حلول أوان الرقمية المتطورة وخدمات التحول الرقمي الموثوقة."
    }
}